// ANKETA.obko.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

using namespace std;
//
void anketa() {
    cout << "Lastname: Boiko" << endl;
    cout << "Name: Olha" << endl;
    cout << "Middle name: Alena" << endl;
    cout << "Sex: Woman" << endl;
    cout << "Date of birth: 2007-09-12" << endl;
    cout << "Address: Westend Str., 11, Amsterdam, Netherlands" << endl;
    cout << "Phone number: +31 23 456 7890 " << endl;
    cout << "Education address: FPM, DNU im. Olesya Honchara" << endl;
    cout << "Group: PC-24-1" << endl;
    cout << "Hobbies: singing, painting" << endl;
}

int main() {
    anketa(); // Виклик функції для виведення анкетних даних
    return 0;
}
// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
